[
  {
    "path": "posts/2021-12-05-nibrs-demographics/",
    "title": "NIBRS Demographics",
    "description": "This post will cover the demographics of crimes happening in America.\nThis will emcompass geographical differences, race, ethnicity, gender, and age.",
    "author": [
      {
        "name": "Unknown",
        "url": {}
      }
    ],
    "date": "2021-12-05",
    "categories": [],
    "contents": "\r\nThe first page on our demographics report is the counts of crimes which can be filtered down to view only one or more different offenses. The fours charts allows users to develop a better idea of the most common demographics for a particular offense.\r\n\r\nFor example, filter the tables to see only robbery. You will notice that overwhelmingly, those who commit robbery are young teens between the ages of 15-20 years old. These filters can help understand the demographics with each crime. In doing so we may be better informed and more prepared as a society.\r\nThe next two sheets encompass two maps the first covers criminal offenses in the US and the other is for criminal acts in the US. To clarify the difference, a criminal act is the act that is forbidden by law while the offense is a specific way in which the crime was carried out. No distinction is made between these two tables as defined in a data dictionary.\r\nYou will notice that several states are in grey and in further inspection do not contain any applicable crime data in the year 2019. This is because as mentioned in the report, NIBRS was not required until January 1, 2021 which means there were at the time of collection approximately 12 states that did not participate. These states will be counted in the 2021 data. All data is released by the FBI in December the following year. As such, the 2021 data will not be available until December 2022.\r\nThe last sheet allows users to filter down to learn more about the locations in which particular crimes occur. For example, we will use robbery again. If you filter to see the results of robbery, you will notice that many occur on roads/sidewalks/highways. This little information is useful to know because the user will now be more aware that they are at greater risk of being robbed while walking or commuting as opposed to in their own home.\r\nThese observations are only the tip of the criminal iceberg. I invite all users to explore with their own questions and learn about criminal demographics so that they may be more careful and well advised. The dashboard can be found at https://app.powerbi.com/groups/me/reports/177378e5-5ca9-4dbc-9c18-723423bfbc5b/ReportSection48de90d5ab00cc0e9d36 for all BYUI account holders.\r\nI hope you may learn from this report and benefit from the data collected by the FBI. If you have any questions for me feel free to contact me to discuss your questions.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2021-12-05T22:04:34-07:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-12-05-nibrs-questions/",
    "title": "NIBRS Questions",
    "description": "The three questions that will be covered in this post are, \n1. What group of people is the most victimized in the US? \n2. What weapons are used to commit different crimes? \n3. What relationships should I be weary of?",
    "author": [
      {
        "name": "Jordan Watts",
        "url": {}
      }
    ],
    "date": "2021-12-05",
    "categories": [],
    "contents": "\r\nThe National Incident-Based Reporting System (NIBRS) was created to replace the outdated Summary Reporting System (SRS) as the new way to gather crime data in the United States. Since 1930, the FBI’s Uniform Crime Reporting (UCR) Program has collected crime data using the SRS. On January 1, 2021 the FBI retired the SRS and began to use NIBRS exclusively.\r\nThis change was announced by FBI director Comey as an initiative to improve the quality and usefulness of the data they collect. One such change is that NIBRS captures data on the details of incidents that are not included in SRS, these include “the relationships between victims and offenders, the types and quantities of drugs involved, and the types of property damaged or stolen.” NIBRS also includes many offenses not collected by SRS such as animal cruelty, extortion, and identity theft. The last big difference is that SRS was a sum of counts where as NIBRS is individual identifiers which allows for better interpretations to be made and more complex questions to be asked.\r\nree such questions that I have decided to explore are the following, 1. What groups are the most victimized in the US and why? 2. What weapons are most dangerous and when are they used? 3. Who is the greatest threat in my life? These questions will explore areas that would have been impossible with the SRS program. Using the NIBRS data I will perform an analysis to help provide new insights into these questions that are now within our reach of study. I will include the notable findings I make in this post and also the link to allow any interested readers to explore their own questions. Be sure to follow the link at the end of the post to check out the NIBRS dashboard I use.\r\nYou may ask, “who is the prototypical felon in the US?” This is what I found.\r\n\r\nThe typical arrestee is White, Non-Latino, Male, and 18-30 years old. It should be noted that this is an average, meaning this is not the case in every crime. For example lets filter by robbery and see how our demographic changes.\r\n\r\nThese charts show that there are 33% more black Americans than white Americans who are arrested for armed robbery. You may also notice that armed robbers are far more likely to be male and between the ages of 16-19. I found this demographic the most astonishing because a 17 yr old black male was not my initial thought of being the prototypical robber in the US. Demographics can help illustrate which demographics are more at risk of turning to specific forms of crime.\r\nWhat groups are the most victimized in the US and why?\r\nThe victimized data tells us which groups of demographics are being targeted based on their background. The group with the most offenses against them are African Americans by a large margin.\r\n\r\noffenses with the highest counts against African Americans are, - Aggravated Assault - Simple Assault - Destruction of Property - Intimidation I wanted to note that only 2 counts of racially motivated murder of African Americans were accounted for in the year 2019 This suggests that these biased crimes are heinous acts which often end in threatening, vandalism, or assault but almost never murder. Aside from race, the data can also be filtered down to examine how people are targeted for their gender identity, gender, religion, sexual orientation, and disability. This data can tell individual stories however because not as many crimes are motivated by bias there is less data to analyze. For example, look at purse snatching.\r\n\r\nThis data tells how a gay male had his purse stolen because of his sexual orientation as well as someone else because they are Latino. In the case of bias data it should be acknowledged that there is certainly bias. The reporting officer, victim, or witness will determine if the crime was motivated by bias which in turn can lead to skewed results. Reference to this data should be properly acknowledged to be speculative.\r\nWhat weapons are most dangerous and when are they used?\r\nThe next question explored was the weapon involved in a crime. The most common weapon in most cases was Personal Weapons (hands, arms, feet, fists, teeth, etc.) This came as a surprise to me because I thought the weapon of choice for most criminals would be a handgun. It came as a surprise that most crimes committed are done with just their own body parts.\r\n\r\nHowever when we look only at murder another story is told.\r\n\r\nIt is clear that handguns and firearms are the weapon of choice when someone is killed. Firearm means that the weapon did not fit under any of the other specific classifications. Meaning its not a handgun, shotgun, rifle, or automatic weapon, rather its probably something homemade, semi-automatic, sawed-off, etc.You may assume the average American is far more likely to be a victim by another person’s hands than by a gun, however, unsurprisingly, if a firearm is used it is more lethal than anything else. The weapon with the most offenses for unlawful killing is a handgun.\r\nWho is the greatest threat in my life?\r\nThe last dashboard in my opinion is the most interesting. Here we are able to analyze the relationships of the victims to their offenders. When looking at all crimes together I was happy to learn that the relationship with the greatest count was where the victim was a stranger. This means exercising caution around strangers will be the best practice in safeguarding yourself from being a victim.\r\n\r\nIn the cases of crimes such as theft of a motor vehicle or from a motor vehicle the offender is almost always a stranger.\r\n\r\nThere are other crimes in which the relationship is that of an acquaintance so you should be more weary of your coworkers, teachers, etc. One such example is the case of Pornography and Rape.\r\n\r\nThe dashboard is currently only available to those within my organization (BYUI) due to license restrictions. I am in the process of making availability possible for all users to be able to explore their own questions. Check this post later for future updates.\r\nhttps://app.powerbi.com/groups/me/reports/b0f126f8-96a3-4e95-a2d6-ef18d73d9c07/ReportSection87464548942be85d7b1b\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2021-12-05T22:04:23-07:00",
    "input_file": {}
  }
]
